10/data/attachments/3cec3af1c6883aa2.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Eric_politics_Friend_97410_4</nif:username>
            <nif:friendToBeRequested>soap_friends_143da72d-880f-4d83-8c98-3a676be66471</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>